/* No comment provided by engineer. */
"A monitor has been disconnected while playing and this has ended the match! You need to restart the game if you wish to use the second display again." = "Monitörlerden birinin bağlantısı kesildi ve bu maçı sonlandırdı! İkinci gösterimi tekrar kullanmak istiyorsanız oyunu yeniden başlatmalısınız.";

/* from the scheme panel
   from the team panel */
"Add" = "Ekle";

/* No comment provided by engineer. */
"Aggressive" = "Agresif";

/* No comment provided by engineer. */
"All" = "Hepsi";

/* from the settings table */
"Alternate Damage" = "Ardışık Zarar";

/* No comment provided by engineer. */
"Are you reeeeeally sure?" = "Geeeerçekten emin misin?";

/* from the settings table */
"Audio Preferences" = "Ses Tercihleri";

/* No comment provided by engineer. */
"Available Teams" = "Uygun Takımlar";

/* No comment provided by engineer. */
"Average" = "Vasat";

/* No comment provided by engineer. */
"Backup" = "Yedekleme";

/* No comment provided by engineer. */
"Before playing the preview needs to be generated" = "Önizleme görüntülenmeden önce oluşturulmalı";

/* No comment provided by engineer. */
"Before returning the preview needs to be generated" = "Önizleme tekrarlanmadan önce onaylanmalı";

/* No comment provided by engineer. */
"Brutal" = "Acımasız";

/* No comment provided by engineer. */
"Bully" = "Zorba";

/* No comment provided by engineer. */
"Cancel" = "İptal Et";

/* No comment provided by engineer. */
"Cavern" = "Büyük Mağara";

/* No comment provided by engineer. */
"Change hedgehogs' hat" = "Kirpilerin şapkalarını değiştir";

/* No comment provided by engineer. */
"Chat with the devs in IRC" = "IRC kanalında geliştiricilerle konuşun";

/* No comment provided by engineer. */
"Choose a charismatic symbol for your team" = "Takımınız için karismatik bir sembol seçin";

/* No comment provided by engineer. */
"Choose hedgehog graves" = "Kirpiler için mezar seçin";

/* No comment provided by engineer. */
"Choose team fort" = "Takım kalesini seçin";

/* from the settings table */
"Choosing a Scheme will select its associated Weapon" = "Bir plan seçtiğinizde, plana bağlı silahı kullanacaksınız";

/* No comment provided by engineer. */
"Classic Ammo Menu" = "Klasik Mermi Menüsü";

/* No comment provided by engineer. */
"Community" = "Topluluk";

/* from the settings table */
"Damage popups will notify you on every single hit" = "Zarar göstergeleri her vuruşta sizi uyaracak";

/* from the scheme panel
   from the team panel */
"Done" = "Tamamlandı";

/* from the scheme panel
   from the team panel */
"Edit" = "Düzenle";

/* No comment provided by engineer. */
"Edit scheme preferences" = "Plan tercihlerini düzenle";

/* No comment provided by engineer. */
"Edit team settings" = "Takım ayarlarını düzenle";

/* No comment provided by engineer. */
"Edit weapons preferences" = "Silah ayarlarını düzenle";

/* No comment provided by engineer. */
"End Game" = "Oyun Sonu";

/* No comment provided by engineer. */
"Flag" = "Bayrak";

/* No comment provided by engineer. */
"Follow us on Twitter" = "Bizi Twitter'da takip edin";

/* No comment provided by engineer. */
"Fort" = "Kale";

/* No comment provided by engineer. */
"Game Modifiers" = "Oyun Düzenleyicileri";

/* No comment provided by engineer. */
"Game Settings" = "Oyun Ayarları";

/* No comment provided by engineer. */
"General" = "Genel";

/* No comment provided by engineer. */
"Grave" = "Mezar";

/* No comment provided by engineer. */
"Hedgewars supports multi-monitor configurations, but the screen has to be connected before launching the game." = "Hedgewars birden fazla monitörü destekler ancak monitör oyun açılmadan önce bağlanmış olmalı.";

/* No comment provided by engineer. */
"Hogs controlled by AI" = "Kirpiler AI tarafından kontrol ediliyor";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nTap anywhere to dismiss." = "Bir silah hakkında bilgi almak için parmağınızı basılı tutun.\nİptal etmek için başka bir yere tıklayın.";

/* No comment provided by engineer. */
"Hold your finger on a weapon to see what it does.\nYou can move this window anywhere on the screen." = "Bir silah hakkında bilgi almak için parmağınızı basılı tutun.\nAçılan pencereyi ekranın her yerine sürükleyebilirsiniz.";

/* ammo selection */
"Initial quantity " = "Başlangıç miktarı ";

/* from the settings table */
"Insert your password" = "Şifrenizi girin";

/* from the settings table */
"Insert your username (if you have one)" = "Kullanıcı adınızı girin (Eğer sahipseniz)";

/* No comment provided by engineer. */
"Join us on Facebook" = "Facebook'ta bize katılın";

/* No comment provided by engineer. */
"Large" = "Büyük";

/* No comment provided by engineer. */
"Large Floating Islands" = "Büyük Yüzen Adalar";

/* No comment provided by engineer. */
"Large Tunnels" = "Büyük Tüneller";

/* No comment provided by engineer. */
"Leave a positive review on iTunes!" = "iTunes'ta olumlu bir yorum yazın!";

/* No comment provided by engineer. */
"Level" = "Seviye";

/* No comment provided by engineer. */
"Loading..." = "Yükleniyor...";

/* from the settings table */
"Main Configuration" = "Ana Yapılandırma";

/* No comment provided by engineer. */
"Mark the death of your fallen warriors" = "Ölmüş savaşçılarının ölümlerini işaretle";

/* No comment provided by engineer. */
"Max Hogs:" = "Maksimum Kirpi Sayısı:";

/* No comment provided by engineer. */
"Medium" = "Normal";

/* No comment provided by engineer. */
"Medium Floating Islands" = "Normal Yüzen Adalar";

/* No comment provided by engineer. */
"Medium Tunnels" = "Normal";

/* No comment provided by engineer. */
"Missing detail" = "Kayıp detay";

/* No comment provided by engineer. */
"Missions don't need further configuration" = "Görevlerin daha fazla yapılandırmaya ihtiyacı yok";

/* from the settings table */
"Music" = "Müzik";

/* No comment provided by engineer. */
"Names and Hats" = "İsimler ve Şapkalar";

/* from the settings table */
"Nickname" = "Kullanıcı Adı";

/* No comment provided by engineer. */
"No filter" = "Filte yok";

/* No comment provided by engineer. */
"No thanks" = "Hayır teşekkürler";

/* ammo selection */
"Number of turns before you can use this weapon " = "Bu silahı kullanmadan önce geçmesi gereken tur sayısı ";

/* Short for 'Never' */
"Nvr" = "Asl";

/* No comment provided by engineer. */
"Of course!" = "Tabiki!";

/* No comment provided by engineer. */
"Ok, got it" = "Tamam, anladım";

/* No comment provided by engineer. */
"Opt for controlling the team or let the AI lead" = "Takımı kendin yönet veya yapay zekanın yönetmesine izin ver";

/* from the settings table */
"Other Settings" = "Diğer Ayarlar";

/* from the settings table */
"Password" = "Şifre";

/* No comment provided by engineer. */
"Pick a slang your hogs will speak" = "Argo kullan, kirpilerin konuşacaktır";

/* No comment provided by engineer. */
"Playing Teams" = "Oyun Takımları";

/* ammo selection */
"Presence probability in crates " = "Kasaların bulunma ihtimali ";

/* No comment provided by engineer. */
"Press to resume playing or swipe to delete the save file." = "Oynamaya devam etmek için tıklayın veya kayıt dosyasını silmek için araklayın.";

/* No comment provided by engineer. */
"Preview not available" = "Önizleme mevcut değil";

/* ammo selection */
"Quantity that you will find in a crate " = "Bir kasada bulabileceğin miktar ";

/* No comment provided by engineer. */
"Remind me later" = "Daha sonra hatırlat";

/* Short for 'Random' */
"Rnd" = "Rsgl";

/* No comment provided by engineer. */
"Save" = "Kaydet";

/* No comment provided by engineer. */
"Scheme" = "Plan";

/* No comment provided by engineer. */
"Scheme mismatch" = "Plan uygunsuzluğu";

/* No comment provided by engineer. */
"Scheme Name" = "Plan İsmi";

/* No comment provided by engineer. */
"Schemes" = "Planlar";

/* No comment provided by engineer. */
"Select at least two teams to play a game" = "Oyunu oynamak için en az iki takım seçin";

/* No comment provided by engineer. */
"Select one Scheme and one Weapon for this game" = "Oyun için bir plan ve silah seçin";

/* No comment provided by engineer. */
"Select the team invincible fortress (only valid for fort games)" = "Takımın yenilmez kalesini seçin (Sadece kale oyunları için geçerli)";

/* from the settings table */
"Select which style of ammo menu you prefer" = "Tercih ettiğiniz mermi menüsünü seçin";

/* No comment provided by engineer. */
"Set difficulty level" = "Zorluk seviyesini seçin";

/* No comment provided by engineer. */
"Set hedgehog voices" = "Kirpi seslerini ayarlayın";

/* No comment provided by engineer. */
"Set team flag" = "Takım bayrağını ayarlayın";

/* on the overlay */
"Set!" = "Hazır!";

/* No comment provided by engineer. */
"Show Help" = "Yardım Göster";

/* No comment provided by engineer. */
"Small" = "Küçük";

/* No comment provided by engineer. */
"Small Floating Islands" = "Küçük Yüzen Adalar";

/* No comment provided by engineer. */
"Small Tunnels" = "Küçük Tüneller";

/* from the settings table */
"Sound" = "Ses";

/* No comment provided by engineer. */
"Style" = "Tarz";

/* No comment provided by engineer. */
"Support" = "Destek";

/* No comment provided by engineer. */
"Sync Schemes and Weapons" = "Planları ve silahları senkronize et";

/* No comment provided by engineer. */
"Tag" = "Etiket";

/* No comment provided by engineer. */
"Tap to add hogs or change color, touch and hold to remove a team." = "Kirpi eklemek veya rengini değiştirmek için basın, bir takımı silmek için basılı tutun.";

/* No comment provided by engineer. */
"Team Name" = "Takım İsmi";

/* No comment provided by engineer. */
"Team Preferences" = "Takım Tercihleri";

/* No comment provided by engineer. */
"Teams" = "Takımlar";

/* No comment provided by engineer. */
"The map is too small for that many hogs" = "Bu harita bu kadar Kirpi için çok küçük";

/* No comment provided by engineer. */
"The robot badge indicates an AI-controlled team." = "Robot rozeti Yapay-zekayla kontrol edilen takımı gösterir. ";

/* No comment provided by engineer. */
"The scheme you selected allows only for two teams" = "Seçtiğiniz plan sadece iki takıma izin veriyor";

/* No comment provided by engineer. */
"This weapon is locked" = "Bu silah kilitli";

/* No comment provided by engineer. */
"Too few teams playing" = "Çok az takım oynuyor";

/* No comment provided by engineer. */
"Too many hogs" = "Çok fazla domuz";

/* No comment provided by engineer. */
"Too many teams" = "Çok fazla takım";

/* No comment provided by engineer. */
"Visit our website" = "Web sitemizi ziyaret edin";

/* No comment provided by engineer. */
"Voice" = "Ses";

/* No comment provided by engineer. */
"Wacky" = "Kaçık";

/* No comment provided by engineer. */
"Wait for the Preview" = "Önizleme için Bekleyin";

/* No comment provided by engineer. */
"Weaky" = "Zayıf";

/* No comment provided by engineer. */
"Weapon" = "Silah";

/* No comment provided by engineer. */
"Weapon Ammuntions" = "Silah Cephanesi";

/* No comment provided by engineer. */
"Weapons" = "Silahlar";

/* No comment provided by engineer. */
"Weaponset Name" = "Silah ayar İsmi";

/* No comment provided by engineer. */
"Well, maybe not..." = "Doğrusu, olmayabilir...";

/* No comment provided by engineer. */
"Worldwide" = "Dünya çapında";

/* No comment provided by engineer. */
"You can add a description if you wish" = "İstersen bir açıklama yazabilirsin";

/* No comment provided by engineer. */
"You exceeded the maximum number of tems allowed in a game" = "Oyundaki kuralların izin verdiğini maksimum takım sayısına ulaştınız.";
